---
kind: property
id: P:Autodesk.Revit.DB.Visual.Hardwood.HardwoodTintColor
source: html/c95f4e64-240b-788f-bd49-097338bfc812.htm
---
# Autodesk.Revit.DB.Visual.Hardwood.HardwoodTintColor Property

The property labeled "Stain Color" from the "Hardwood" schema.

## Syntax (C#)
```csharp
public static string HardwoodTintColor { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".